app/controllers/quotes_controller.rb

SELECT  "quotes".* FROM "quotes"  ORDER BY RANDOM() LIMIT 1
---
	def random
		quote = Quote.order("RANDOM()").first